leagues = {
    'БОСНИЯ И ГЕРЦЕГОВИНА': ['Чемпионат'],
    'ГЕРМАНИЯ': ['ББЛ'],
    'ГРЕЦИЯ': ['Лига'],
    'ИСПАНИЯ': ['АКБ'],
    'ИТАЛИЯ': ['Лига А', 'А2 - Зеленая группа', 'А2 - Красная группа'],
    'ТУРЦИЯ': ['Суперлига', 'ТБЛ'],
    'ФРАНЦИЯ': ['ЛНБ', 'Про Б'],
    'АВСТРИЯ': ['Суперлига'],
    'АРГЕНТИНА': ['Лига А'],
    'БЕЛЬГИЯ': ['Лига ЕвроМиллионс'],
    'БОЛГАРИЯ': ['НБЛ'],
    'ВЕНГРИЯ': ['НБ I А'],
    'ГРУЗИЯ': ['Суперлига'],
    'ЕВРОПА': ['НЛБ', 'Латвийско-эстонская баскетбольная лига', 'Евролига', 'Еврокубок', 'Лига Чемпионов'],
    'КАТАР': ['КБЛ'],
    'КИПР': ['Дивизион А'],
    'КОСОВО': ['Суперлига'],
    'ЛИТВА': ['ЛКЛ', 'НКЛ'],
    'ПОЛЬША': ['Экстралига', 'Первая лига'],
    'ПОРТУГАЛИЯ': ['ЛПБ'],
    'СЕВЕРНАЯ МАКЕДОНИЯ': ['Суперлига'],
    'СЕРБИЯ': ['Первая лига'],
    'СЛОВАКИЯ': ['Высшая лига'],
    'СЛОВЕНИЯ': ['Лига Нова КБМ'],
    'ФИНЛЯНДИЯ': ['I Divisioona A', 'Высшая Лига'],
    'ХОРВАТИЯ': ['Премьер-лига', 'Prva Liga'],
    'ЧЕРНОГОРИЯ': ['Первая лига'],
    'ЧЕХИЯ': ['НБЛ'],
    'ШВЕЙЦАРИЯ': ['SB League'],
    'ШВЕЦИЯ': ['Лига'],
    'РОССИЯ': ['Единая лига ВТБ'],
    'ВЕЛИКОБРИТАНИЯ': ['ББЛ'],
    'РУМЫНИЯ': ['Дивизион А'],
    'ЧИЛИ': [],
	'НИДЕРЛАНДЫ': [],
	'ИСЛАНДИЯ': []
}

URL = 'https://www.flashscore.ru/basketball/'
COEF = 1.15

TOKEN = '1416209037:AAH0PxZAW16ctU9JaNqEYfCSq3lAoNIx6Rg'
chatID = ['46506228', '1173821533']
message_form = """Приготовиться !!!
Лига: {league}
Играют: {team_1} - {team_2}
Время в матче: {time}
Ссылка на матч: {url}

Исход события напишет администратор.

Памятка :

Ставим ВСЕГДА 10% ОТ БАНКА

-тотол БОЛЬШЕ ставим на ОБЩЕМ МАТЧЕ

-тотол МЕНЬШЕ ставим на 4-ой четверти ."""
